
let nom1 = prompt(`Введите ваше имя:`)
let golos = prompt(`__________________________________________________________________
Выберите цыфру участника, за кого хотите проголосовать.
__________________________________________________________________
1.Черная Вдова 
2.Человек паук 
3.Веном `)
let Vdova = 3
let SpiderMan = 10
let Venom = 7

if (golos == '1') {
    Vdova++
    alert(`
     Черная вдова: ${Vdova}
     Человек паук: ${SpiderMan}
     Веном ${Venom}`);
}
if (golos == '2') {
    SpiderMan++
    alert(`
    Черная вдова: ${Vdova}
    Человек паук: ${SpiderMan}
    Веном ${Venom}`);
}
if (golos == '3') {
    Venom++
    alert(`
     Черная вдова: ${Vdova}
     Человек паук: ${SpiderMan}
     Веном ${Venom}`);
}

if(golos > 3 || golos < 1){
    alert(`
    Вы выбрали не правильную цыфру,
    обновите страницу и повторите попытку заново.`)
}